Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_etaopetushankkeelle_jatkoa_-_okm_sitoutuu_kolmen_vuoden_hankeaikaan.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten etäopetushankkeelle jatkoa – OKM sitoutuu kolmen vuoden hankeaikaan
sms: Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõʹsse juätk – OKM čõnnââtt kooum eeʹjj haʹŋǩǩõsäigga

source: Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke on saanut jatkorahoituksen lukuvuodelle 2023–2024.
sms: Uccjooǥǥ kååʹdd jååʹđtem da Sääʹmteeʹǧǧ koordinâʹsttem sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõs lij vuäǯǯam lââʹssteäggtõõzz lookkâmekka 2023–2024.

source: Hankkeen rahoittaja, opetus- ja kulttuuriministeriö, on kuitenkin sitoutunut kolmen vuoden hankeaikaan eli vuoteen 2026 asti.
sms: Haʹŋǩǩõõzz teäggteei, mättʼtõs- da kulttuurministeria, lij kuuitâǥ čõnnõõttâm kooum eeʹjj haʹŋǩǩõsäigga leʹbe eeʹjj 2026 räjja.

source: Saamen kielten etäopetushanke käynnistyi vuonna 2018 ja nykyinen hankekausi päättyy syyskuussa 2023.
sms: Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs jåttji eeʹjjest 2018 da ânnʼjõž haʹŋǩǩõspââʹjj põõtt čõhččmannust 2023.

source: Projektipäällikkö Hanna Helander Utsjoen kunnasta iloitsee jatkorahoituksesta.
sms: Projeʹkttjååʹđteeʹjj Hanna Helander Uccjooǥǥ kååʹddest rämmaš lââʹssteäggtõõzzâst.

source: – Uusi hankerahoitus ja ministeriön sitoutuminen hankkeeseen kolmeksi vuodeksi antaa hankkeelle ja lainsäätäjille lisäaikaa tehdä tarvittavat muutokset ja ratkaisut, joita saamen kielten etäopetuksen vakinaistaminen Suomessa edellyttää.
sms: – Ođđ haʹŋǩǩõsteäggtõs da ministeria čõnnõõttmõš haʹŋǩǩõʹsse kooum eeǥǥas õudd haʹŋǩǩõʹsse da lääʹjjšiõtteeʹjid lââʹssääiʹj tuejjeed taarbšeei muttsid da räʹtǩǩummšid, koid sääʹmǩiõli ougglõsmättʼtõõzz põõššjen tuejjummuš Lääʹddjânnmest oudldad.

source: – Utsjoen kunta näkee saamen kielten etäopetuksen tärkeäksi ja haluaa edelleen vastata siitä valtakunnallisesti.
sms: – Uccjooǥǥ kåʹdd vuäinn sääʹmǩiõli ougglõsmättʼtõõzz vääžnʼjen da haaʹlad ooudâs väʹstteed tõʹst väʹlddkååddlânji.

source: Hankerahoituksen jatko ilahduttaa meitä, mutta on tärkeää saada vakinaistettua etäopetus valtion rahoituksella.
sms: Haʹŋǩǩõsteäggtõõzz juätkk rämmâtt miʹjjid, leša lij vääžnai vuäǯǯad tuejjeed põõššjen ougglõsmättʼtõs riikk teäggtõõzzin.

source: Vakinaistaminen on pienille saamen kielille elintärkeää, jotta eri puolella maata asuvat saamelaiset lapset ja nuoret voivat oppia saamen kieliä, sanoo Utsjoen kunnanjohtaja Taina Pieski .
sms: Põõššjen tuejjummuš lij uʹcc sääʹmǩiõlid samai tääʹrǩes äʹšš, što jeeʹres beäʹlnn jânnam jälsteei sääʹmpäärna da sääʹmnuõr vueiʹtte mättjed sääʹmǩiõlid, särnn Uccjooǥǥ kåʹddjååʹđteeʹjj Taina Pieski .

source: Myös saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff on tyytyväinen päätökseen.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaal-luʹvddkååʹdd saaǥǥjååʹđteeʹjj Tauno Ljetoff lij še tååđvaž tuʹmmstõʹǩǩe.

source: – On ollut todella hienoa nähdä, miten saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke on kasvattanut suosiotaan, saanut saamelaisyhteisöltä todella paljon kiitosta ja seisoo tukevasti omilla jaloillaan.
sms: Lij leämmaž tuõđi fiinâs vueiʹnned, mäʹhtt sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõs lij vuäǯǯam ǩeâitaid, vuäǯǯam sääʹmõhttsažkååʹddest tuõđi jiânnai ǩeâitaid da čueǯǯ tõʹst nânnsânji jiijjâs jueʹljines.

source: Pilotti on ehdottomasti ansainnut vakinaistamisen.
sms: Pilott lij aainâs vueiʹtlvâsttam põõššjen tuejjummuž.

source: Toivonkin, että uusi hallitus ei unohda saamenkielisiä lapsia ja nuoria, ja että etäopetusmallin vakinaistamiseen pyritään viivyttelemättä.
sms: Tuäivam-i, što ođđ halltõs ij väjldââttči sääʹmǩiõllsaž päärnaid da nuõrid, da što ougglõsmättʼteem-maall põõššjen tuejjummša ǩiččlõõđât kuttõõlǩani.

source: Saamen kielten opetuksen vakinaistaminen edellyttää useita muutoksia
sms: Sääʹmǩiõli mättʼtõõzz põõššjen tuejjummuš oudldad määŋgaid muttsid

source: Saamen kielten opetuksen vahvistaminen ja vakinaistaminen koko maassa edellyttää useita muutoksia.
sms: Sääʹmǩiõli mättʼtõõzz raavummuš da põõššjen tuejjummuš veeʹzz oudldad määŋgaid muttsid.

source: Etäopetushankkeen toimivuutta ja opetuksen vaikuttavuutta keväällä 2022 arvioineen Kansallisen koulutuksen arviointikeskuksen (Karvi) suositukset koskevat sekä perusopetuslain, opetussuunnitelman perusteiden sekä käytännön opetusjärjestelyiden ja järjestämisen tarkistamista.
sms: Ougglõsmättʼtõshaʹŋǩǩõõzz toiʹmmjemvuõđ da mättʼtõõzz vaikktemvuõđ ǩeâđđa 2022 aʹrvvõõzzineez Meersaž škooultõõzz ärvvtõõllâmkõõskõõzz (Karvi) siâzztõõzz kueʹsǩǩe nuʹt vuâđđmättʼtõslääʹjj, mättʼtemplaan vuâđai di vueʹjj mättʼtemriâššmõõžži ja riâššmõõžž vuåppmõõžž.

source: Karvi esimerkiksi suosittaa, että myös kotiseutualueen ulkopuolella tulisi olla mahdollista tarjota eri oppimääriä saamen kielestä, koska osalle oppilaista saame on äidinkieli, mutta iso osa oppilaista aloittaa saamen opiskelun alkeista.
sms: Karvi ouddmiârkkân raʹvvai, što še dommvuuʹd ååuǥbeäʹlnn õõlǥči leeʹd vueiʹtlvaž taʹrjjeed jeeʹres mättmeäʹrid sääʹmǩiõlâst, ǥu peäkka škooulniiʹǩǩin sääʹmm lij jieʹnnǩiõll, leša jõnn mieʹrr škooulniiʹǩǩin alttad sääʹm mättʼtõõttmõõžž samai aalǥâst.

source: Tällä hetkellä kotiseutualueen ulkopuolella tarjotaan käytännössä vain perusopetusta ja lukiokoulutusta täydentävää saamen opetusta, joka on ylimääräistä kahden viikkotunnin opetusta, ja jonka opetussuunnitelma ei vastaa eritasoisten oppilaiden tarpeisiin.
sms: Tän poodd dommvuuʹd åålǥbeäʹlnn taʹrjjeet vueʹjjest tåʹlǩ vuâđđmättʼtõõzz da lookkjiškooulškooultõõzz tiuddeei sääʹm-mättʼtõõzz, kååʹtt lij leiʹǧǧmeärrsaž kueiʹt neäʹttelčiâss mättʼtõs, da koon mättʼtemplaan ij vaʹstted jeeʹrestässʹsaž škooulniiʹǩǩi taarbid.

source: Lisäksi Karvin arviointiraportti suosittaa opetuksen järjestäjien näkökulmasta tärkeän saamenopetuksen rahoitusmallin selkiyttämistä.
sms: Lââʹssen Karvi ärvstõõllâmraportt siâzztââll mättʼtõõzz ǩiõččâmvueʹjjest vääžnai sääʹm-mättʼtõõzz teäggtem-maall čiõlǥtummuž.

source: Karvin arviointiraportti:
sms: Karvi ärvvtõõllâmraportt:

source: ”Paljon on tehty, mutta paljon on vielä kehitettävää.
sms: “Jiânnai lij tuejjuum, leša jiânnai lij veâl pueʹreemnalla.

source: ” Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin arviointi 2022: https://karvi.fi/publication/paljon-on-tehty-mutta-paljon-on-viela-kehitettavaa-saamen-kieltenetayhteyksia-hyodyntavan-opetuspilotin-arviointi-2022/ :
sms: ” Sääʹmǩiõlid ougglõsõhttvuõđid äuʹǩǩeei mättʼtõspiloott ärvvtõõllmõš 2022: https://karvi.fi/publication/paljon-on-tehty-mutta-paljon-on-viela-kehitettavaa-saamen-kieltenetayhteyksia-hyodyntavan-opetuspilotin-arviointi-2022/ :

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Hanna Helander, hankepäällikkö Utsjoen kunta hanna.helander(at)edu.utsjoki.fi 040 701 2094
sms: Hanna Helander, haʹŋǩǩõsjååʹđteeʹjj Uccjooǥǥ kåʹdd hanna.helander(at)edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori Saamelaiskäräjät arla.magga(at)samediggi.fi 040 687 5989
sms: Arla Magga, haʹŋǩǩõskoordinaattor Sääʹmteʹǧǧ arla.magga(at)samediggi.fi 040 687 5989

source: Tietoa saamen kielten etäopetushankkeesta:
sms: Teâđ Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõõzzâst:

source: Saamen kielten etäopetushanke järjestää Suomessa puhuttujen kolmen saamen kielen, inarin-, koltan- ja pohjoissaamen, opetusta saamelaisten kotiseutualueen ulkopuolella.
sms: Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs reäšš Lääʹddjânnmest mainstum kooum sääʹmǩiõl, aanar-, nuõrtt- da tâʹvvsääʹm, mättʼtõõzz sääʹm dommvuuʹd åålǥbeäʹlnn.

source: Hankkeen oppilasmäärä on kasvanut vuosittain.
sms: Haʹŋǩǩõõzz škooulneǩmieʹrr lij šõddâm piiri-iiʹjji.

source: Tällä hetkellä hankkeen kautta saamen opetusta saa ympäri Suomen noin 150 oppilasta, 40 opetuksen järjestäjää sekä 90 koulua.
sms: Tän poodd haʹŋǩǩõõzz pääiʹǩ sääʹm-mättʼtõõzz vuäǯǯa pirr Lääʹddjânnam nuʹt 150 škooulneeʹǩǩ, 40 mättʼtõõzz jäʹrjsteei di 90 škooul.
